** Capture templates
#+BEGIN_SRC emacs-lisp
(setq org-capture-templates
  '(("t" "todo" entry (file+headline "~/Dropbox/org-files/Main.org" "Inbox")
  "* TODO %? %^g\n %U\n Scheduled:%^t\n")
  ("p" "project" entry (file+headline "~/Dropbox/org-files/Main.org" "Projects & Priorities")
  "* NEW %?\n %U\n")
  ("n" "note" entry (file+headline "~/Dropbox/org-files/Main.org" "Inbox")
  "* %?\n %U\n")
  ("i" "idea" entry (file+headline "~/Dropbox/org-files/Main.org" "Inbox")
  "* IDEA %?\n %U\n")
  ("m" "minutes" entry (file+headline "~/Dropbox/org-files/Main.org" "Minutes")
  "* MEETING %^{Title} %^g %^T\n %?\n")
  ("a" "agenda" entry (file+headline "~/Dropbox/org-files/Main.org" "Inbox")
  "* OPEN %? %^g\n %U\n %^g\n")))
#+END_SRC

#+RESULTS:
| t | todo    | entry | (file+headline ~/Dropbox/org-files/Main.org Inbox)                 | * TODO %? %^g\n %U\n Scheduled:%^t\n |
| p | project | entry | (file+headline ~/Dropbox/org-files/Main.org Projects & Priorities) | * NEW %?\n %U\n                      |
| n | note    | entry | (file+headline ~/Dropbox/org-files/Main.org Inbox)                 | * %?\n %U\n                          |
| i | idea    | entry | (file+headline ~/Dropbox/org-files/Main.org Inbox)                 | * IDEA %?\n %U\n                     |
| m | minutes | entry | (file+headline ~/Dropbox/org-files/Main.org Minutes)               | * MEETING %^{Title} %^g %^T\n %?\n   |
| a | agenda  | entry | (file+headline ~/Dropbox/org-files/Main.org Inbox)                 | * OPEN %? %^g\n %U\n %^g\n           |

** Org TODO keywords
#+BEGIN_SRC emacs-lisp
(setq org-todo-keywords
  '((sequence "TODO" "NEXT(n)" "DOING(!)" "|" "DONE(d)" "CANCELLED(X)")
   (sequence "WAITING(w@/!)" "HOLD(h@/!)" "DELEGATED(D)" "|" "DONE")
   (sequence "OPEN" "|" "CLOSED(l)")
   (sequence "IDEA" "EVALUATE" "|" "ABANDON" "PURSUE")
   (sequence "TO READ" "READING" "|" "DONE")
   (sequence "RISK" "|" "RISK CLOSED")
   (sequence "ISSUE" "|" "ISSUE RESOLVED")
   (sequence "DEPENDENCY" "|" "DEPENDENCY CLOSED")
   (sequence "NEW" "PLANNING(p@/!)" "EXECUTION-ON TIME(x!)" "EXECUTION-LATE(!)" "|" "COMPLETE(c)")))
#+END_SRC

#+RESULTS:
| sequence | TODO          | NEXT(n)        | DOING(!)              |                   |         | DONE(d) | CANCELLED(X) |
| sequence | WAITING(w@/!) | HOLD(h@/!)     | DELEGATED(D)          |                   |         | DONE    |              |
| sequence | OPEN          |                |                       | CLOSED(l)         |         |         |              |
| sequence | IDEA          | EVALUATE       |                       |                   | ABANDON | PURSUE  |              |
| sequence | TO READ       | READING        |                       |                   | DONE    |         |              |
| sequence | NEW           | PLANNING(p@/!) | EXECUTION-ON TIME(x!) | EXECUTION-LATE(!) |         |         | COMPLETE(c)  |
